Revit 2027 API
SymbolTypeId.DaNPerMSup2 Property
 Symbol daN/m², indicating unit Dekanewtons per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DaNPerMSup2 { get; }
Public Shared ReadOnly Property DaNPerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DaNPerMSup2 {
	ForgeTypeId^ get ();
}
static member DaNPerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace